Repository: danya-prohvat/ctracker
Catalog: CalorieTracker/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es_es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Iron
ar: الحديد
bn: আয়রন
cs: Železo
da: Jern
de: Eisen
el: Σίδηρος
es_es: Hierro
fi: Rauta
fr: Fer
he: ברזל
hi: आयरन
hr: Željezo
hu: Vas
id: Zat besi
it: Ferro
ja: 鉄
ko: 철분
ms: Zat besi
nb: Jern
nl: IJzer
pl: Żelazo
pt_br: Ferro
pt_pt: Ferro
ro: Fier
ru: Железо
sk: Železo
sl: Železo
sv: Järn
th: ธาตุเหล็ก
tr: Demir
uk: Залізо
ur: آئرن
vi: Sắt
zh_hans: 铁
zh_hant: 鐵

source: KCAL
ar: سعرات
bn: ক্যালরি
he: קק״ל
id: KKAL
ru: ККАЛ
th: แคล
uk: ККАЛ
ur: کیلوری
zh_hans: 千卡
zh_hant: 大卡

source: Keep editing
ar: متابعة التعديل
bn: সম্পাদনা চালিয়ে যান
cs: Pokračovat v úpravách
da: Fortsæt redigering
de: Weiter bearbeiten
el: Συνέχεια επεξεργασίας
es_es: Seguir editando
fi: Jatka muokkausta
fr: Continuer la modification
he: המשך עריכה
hi: एडिट जारी रखें
hr: Nastavi uređivati
hu: Szerkesztés folytatása
id: Lanjutkan mengedit
it: Continua a modificare
ja: 編集を続ける
ko: 계속 편집
ms: Terus edit
nb: Fortsett å redigere
nl: Blijf bewerken
pl: Kontynuuj edycję
pt_br: Continuar editando
pt_pt: Continuar a editar
ro: Continuă editarea
ru: Продолжить ввод
sk: Pokračovať v úpravách
sl: Nadaljuj urejanje
sv: Fortsätt redigera
th: แก้ไขต่อ
tr: Düzenlemeye devam et
uk: Продовжити редагування
ur: ترمیم جاری رکھیں
vi: Tiếp tục sửa
zh_hans: 继续编辑
zh_hant: 繼續編輯

source: Language
ar: اللغة
bn: ভাষা
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es_es: Idioma
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
pt_pt: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sl: Jezik
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
ur: زبان
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Lifetime
ar: مدى الحياة
bn: আজীবন
cs: Doživotní
da: Livstid
de: Lebenslang
el: Εφ' όρου ζωής
es_es: De por vida
fi: Elinikäinen
fr: À vie
he: לכל החיים
hi: लाइफ़टाइम
hr: Doživotno
hu: Örökös
id: Seumur hidup
it: A vita
ja: ライフタイム
ko: 평생
ms: Seumur hidup
nb: Livstid
nl: Levenslang
pl: Dożywotni
pt_br: Vitalício
pt_pt: Vitalício
ro: Pe viață
ru: Навсегда
sk: Doživotne
sl: Doživljenjsko
sv: Livstid
th: ตลอดชีพ
tr: Ömür boyu
uk: Назавжди
ur: تاحیات
vi: Trọn đời
zh_hans: 终身
zh_hant: 終身

source: Light training 1–3× a week
ar: تمارين خفيفة ١–٣ مرات أسبوعيًا
bn: সপ্তাহে ১–৩ বার হালকা ট্রেনিং
cs: Lehký trénink 1–3× týdně
da: Let træning 1–3× om ugen
de: Leichtes Training 1–3× pro Woche
el: Ελαφριά προπόνηση 1–3 φορές την εβδομάδα
es_es: Entrenamiento ligero 1–3× a la semana
fi: Kevyttä treeniä 1–3× viikossa
fr: Entraînement léger 1–3× par semaine
he: אימונים קלים 1–3 פעמים בשבוע
hi: हल्की ट्रेनिंग, हफ़्ते में 1–3 बार
hr: Lagani trening 1–3× tjedno
hu: Könnyű edzés heti 1–3×
id: Latihan ringan 1–3× seminggu
it: Allenamento leggero 1–3× a settimana
ja: 週1〜3回の軽いトレーニング
ko: 주 1–3회 가벼운 운동
ms: Latihan ringan 1–3× seminggu
nb: Lett trening 1–3× i uken
nl: Lichte training 1–3× per week
pl: Lekkie treningi 1–3× w tygodniu
pt_br: Treino leve 1–3× por semana
pt_pt: Treino leve 1–3× por semana
ro: Antrenament ușor de 1–3× pe săptămână
ru: Лёгкие тренировки 1–3 раза в неделю
sk: Ľahký tréning 1–3× týždenne
sl: Lahka vadba 1–3× na teden
sv: Lätt träning 1–3× i veckan
th: ออกกำลังกายเบาๆ 1–3 ครั้งต่อสัปดาห์
tr: Haftada 1–3 hafif antrenman
uk: Легкі тренування 1–3× на тиждень
ur: ہفتے میں 1–3 بار ہلکی ورزش
vi: Tập nhẹ 1–3 lần/tuần
zh_hans: 每周轻度训练 1–3 次
zh_hant: 每週輕度訓練 1–3 次

source: Lightly active
ar: نشاط خفيف
bn: হালকা সক্রিয়
cs: Mírně aktivní
da: Let aktiv
de: Leicht aktiv
el: Ελαφρώς δραστήριος
es_es: Ligeramente activo
fi: Kevyesti aktiivinen
fr: Légèrement actif
he: פעיל קלות
hi: थोड़ा सक्रिय
hr: Lagano aktivan
hu: Enyhén aktív
id: Sedikit aktif
it: Poco attivo
ja: やや活発
ko: 약간 활동적
ms: Aktif ringan
nb: Lett aktiv
nl: Licht actief
pl: Mało aktywny
pt_br: Levemente ativo
pt_pt: Ligeiramente ativo
ro: Ușor activ
ru: Слегка активный
sk: Mierne aktívny
sl: Rahlo aktiven
sv: Lätt aktiv
th: แอคทีฟเล็กน้อย
tr: Az aktif
uk: Малоактивний
ur: قدرے متحرک
vi: Vận động nhẹ
zh_hans: 轻度活跃
zh_hant: 輕度活動

source: Limit
ar: الحد
bn: সীমা
da: Grænse
el: Όριο
es_es: Límite
fi: Raja
fr: Limite
he: מגבלה
hi: सीमा
hr: Ograničenje
id: Batas
it: Limite
ja: 上限
ko: 제한
ms: Had
nb: Grense
nl: Limiet
pt_br: Limite
pt_pt: Limite
ro: Limită
ru: Лимит
sl: Omejitev
sv: Gräns
th: ขีดจำกัด
uk: Ліміт
ur: حد
vi: Giới hạn
zh_hans: 上限
zh_hant: 上限

source: Logged
ar: المسجّل
bn: লগ করা হয়েছে
cs: Zaznamenáno
da: Logget
de: Eingetragen
el: Καταγεγραμμένα
es_es: Registrado
fi: Kirjatut
fr: Enregistrés
he: תועדו
hi: लॉग किए गए
hr: Zabilježeno
hu: Naplózva
id: Tercatat
it: Registrato
ja: 記録済み
ko: 기록됨
ms: Telah dilog
nb: Logget
nl: Gelogd
pl: Zapisane
pt_br: Registros
pt_pt: Registado
ro: Înregistrate
ru: Записано
sk: Zapísané
sl: Zabeleženo
sv: Loggat
th: บันทึกแล้ว
tr: Kaydedilenler
uk: Записано
ur: لاگ شدہ
vi: Đã ghi
zh_hans: 已记录
zh_hant: 已記錄

source: Look back further than 30 days.
ar: ارجع إلى أبعد من ٣٠ يومًا.
bn: ৩০ দিনেরও বেশি পেছনে দেখুন।
cs: Podívejte se více než 30 dní zpět.
da: Se længere tilbage end 30 dage.
de: Schau weiter als 30 Tage zurück.
el: Δείτε ιστορικό πέρα από τις 30 ημέρες.
es_es: Consulta más allá de los últimos 30 días.
fi: Selaa yli 30 päivän taakse.
fr: Remontez au-delà de 30 jours.
he: צפו אחורה מעבר ל-30 יום.
hi: 30 दिन से भी पुराना देखें।
hr: Pogledajte dalje od 30 dana unatrag.
hu: Nézz vissza 30 napnál régebbre.
id: Lihat kembali lebih dari 30 hari.
it: Torna indietro oltre i 30 giorni.
ja: 30日より前にさかのぼれます。
ko: 30일 이전 기록도 확인하세요.
ms: Lihat kembali melebihi 30 hari.
nb: Se lenger tilbake enn 30 dager.
nl: Kijk verder terug dan 30 dagen.
pl: Przeglądaj historię starszą niż 30 dni.
pt_br: Consulte além dos últimos 30 dias.
pt_pt: Recue mais de 30 dias.
ro: Privește în urmă mai mult de 30 de zile.
ru: Просматривайте историю старше 30 дней.
sk: Pozrite sa viac než 30 dní späť.
sl: Poglejte več kot 30 dni nazaj.
sv: Se längre tillbaka än 30 dagar.
th: ย้อนดูได้ไกลกว่า 30 วัน
tr: 30 günden daha geriye bakın.
uk: Переглядайте історію глибше 30 днів.
ur: 30 دن سے بھی پیچھے دیکھیں۔
vi: Xem lại xa hơn 30 ngày.
zh_hans: 回看 30 天以前的记录。
zh_hant: 回顧 30 天以前的記錄。

source: Looking up product…
ar: جارٍ البحث عن المنتج…
bn: পণ্য খোঁজা হচ্ছে…
cs: Vyhledávání produktu…
da: Søger efter produkt…
de: Produkt wird gesucht …
el: Αναζήτηση προϊόντος…
es_es: Buscando el producto…
fi: Haetaan tuotetta…
fr: Recherche du produit…
he: מחפשים את המוצר…
hi: प्रोडक्ट खोजा जा रहा है…
hr: Traženje proizvoda…
hu: Termék keresése…
id: Mencari produk…
it: Ricerca del prodotto…
ja: 商品を検索中…
ko: 제품 검색 중…
ms: Mencari produk…
nb: Slår opp produkt…
nl: Product opzoeken…
pl: Wyszukiwanie produktu…
pt_br: Buscando produto…
pt_pt: A procurar o produto…
ro: Căutăm produsul…
ru: Ищем продукт…
sk: Vyhľadáva sa produkt…
sl: Iskanje izdelka…
sv: Söker produkt…
th: กำลังค้นหาสินค้า…
tr: Ürün aranıyor…
uk: Шукаємо продукт…
ur: پروڈکٹ کی تلاش جاری ہے…
vi: Đang tra cứu sản phẩm…
zh_hans: 正在查询食品…
zh_hant: 正在查詢產品…

source: Lose
ar: خسارة
bn: কমানো
cs: Zhubnout
da: Tab
de: Abnehmen
el: Απώλεια
es_es: Perder
fi: Pudota
fr: Perdre
he: ירידה
hi: घटाना
hr: Gubitak
hu: Fogyás
id: Turun
it: Perdere
ja: 減量
ko: 감량
ms: Turunkan
nb: Gå ned
nl: Afvallen
pl: Schudnąć
pt_br: Perder
pt_pt: Perder
ro: Slăbire
ru: Сбросить
sk: Schudnúť
sl: Shujšati
sv: Gå ner
th: ลด
tr: Kilo ver
uk: Скинути
ur: کم کریں
vi: Giảm cân
zh_hans: 减重
zh_hant: 減重

source: Macrominerals
ar: المعادن الكبرى
bn: ম্যাক্রোমিনারেল
cs: Makroprvky
da: Makromineraler
de: Mengenelemente
el: Μακροστοιχεία
es_es: Macrominerales
fi: Makrokivennäisaineet
fr: Macrominéraux
he: מקרו-מינרלים
hi: मैक्रोमिनरल्स
hr: Makrominerali
hu: Makroelemek
id: Makromineral
it: Macrominerali
ja: 多量ミネラル
ko: 다량 무기질
ms: Makromineral
nb: Makromineraler
nl: Macromineralen
pl: Makroelementy
pt_br: Macrominerais
pt_pt: Macrominerais
ro: Macrominerale
ru: Макроэлементы
sk: Makrominerály
sl: Makrominerali
sv: Makromineraler
th: แร่ธาตุหลัก
tr: Makromineraller
uk: Макроелементи
ur: میکرو معدنیات
vi: Khoáng chất đa lượng
zh_hans: 常量矿物质
zh_hant: 巨量礦物質

source: Magnesium
ar: المغنيسيوم
bn: ম্যাগনেসিয়াম
cs: Hořčík
el: Μαγνήσιο
es_es: Magnesio
fr: Magnésium
he: מגנזיום
hi: मैग्नीशियम
hr: Magnezij
hu: Magnézium
it: Magnesio
ja: マグネシウム
ko: 마그네슘
pl: Magnez
pt_br: Magnésio
pt_pt: Magnésio
ro: Magneziu
ru: Магний
sk: Horčík
sl: Magnezij
th: แมกนีเซียม
tr: Magnezyum
uk: Магній
ur: میگنیشیم
vi: Magiê
zh_hans: 镁
zh_hant: 鎂

source: Maintain
ar: تثبيت
bn: বজায় রাখা
cs: Udržet
da: Hold
de: Halten
el: Διατήρηση
es_es: Mantener
fi: Ylläpidä
fr: Maintenir
he: שמירה
hi: बनाए रखना
hr: Održavanje
hu: Szinten tartás
id: Jaga
it: Mantenere
ja: 維持
ko: 유지
ms: Kekalkan
nb: Hold
nl: Behouden
pl: Utrzymać
pt_br: Manter
pt_pt: Manter
ro: Menținere
ru: Поддерживать
sk: Udržiavať
sl: Ohraniti
sv: Behåll
th: คงที่
tr: Koru
uk: Утримати
ur: برقرار رکھیں
vi: Giữ cân
zh_hans: 保持
zh_hant: 維持

source: Male
ar: ذكر
bn: পুরুষ
cs: Muž
da: Mand
de: Männlich
el: Άνδρας
es_es: Hombre
fi: Mies
fr: Homme
he: זכר
hi: पुरुष
hr: Muško
hu: Férfi
id: Laki-laki
it: Maschio
ja: 男性
ko: 남성
ms: Lelaki
nb: Mann
nl: Man
pl: Mężczyzna
pt_br: Masculino
pt_pt: Masculino
ro: Masculin
ru: Мужской
sk: Muž
sl: Moški
sv: Man
th: ชาย
tr: Erkek
uk: Чоловіча
ur: مرد
vi: Nam
zh_hans: 男
zh_hant: 男性

source: Manage subscription
ar: إدارة الاشتراك
bn: সাবস্ক্রিপশন পরিচালনা করুন
cs: Spravovat předplatné
da: Administrer abonnement
de: Abo verwalten
el: Διαχείριση συνδρομής
es_es: Gestionar suscripción
fi: Hallitse tilausta
fr: Gérer l’abonnement
he: ניהול המינוי
hi: सब्सक्रिप्शन प्रबंधित करें
hr: Upravljaj pretplatom
hu: Előfizetés kezelése
id: Kelola langganan
it: Gestisci abbonamento
ja: サブスクリプションを管理
ko: 구독 관리
ms: Urus langganan
nb: Administrer abonnement
nl: Beheer abonnement
pl: Zarządzaj subskrypcją
pt_br: Gerenciar assinatura
pt_pt: Gerir subscrição
ro: Gestionează abonamentul
ru: Управлять подпиской
sk: Spravovať predplatné
sl: Upravljanje naročnine
sv: Hantera prenumeration
th: จัดการการสมัครสมาชิก
tr: Aboneliği yönet
uk: Керувати підпискою
ur: سبسکرپشن منظم کریں
vi: Quản lý đăng ký
zh_hans: 管理订阅
zh_hant: 管理訂閱

source: Manages via App Store
ar: تُدار عبر App Store
bn: App Store-এর মাধ্যমে পরিচালিত হয়
cs: Spravuje se přes App Store
da: Administreres via App Store
de: Verwaltung über den App Store
el: Διαχείριση μέσω App Store
es_es: Se gestiona en App Store
fi: Hallinta App Storen kautta
fr: Se gère via l’App Store
he: ניהול דרך ה-App Store
hi: App Store के ज़रिए प्रबंधित होता है
hr: Upravljanje putem App Storea
hu: Az App Store-on keresztül kezelhető
id: Dikelola via App Store
it: Si gestisce tramite App Store
ja: App Storeで管理
ko: App Store에서 관리됩니다
ms: Diurus melalui App Store
nb: Administreres via App Store
nl: Wordt beheerd via de App Store
pl: Zarządzanie przez App Store
pt_br: Gerenciada pela App Store
pt_pt: Gestão através da App Store
ro: Se gestionează prin App Store
ru: Управляется через App Store
sk: Spravuje sa cez App Store
sl: Upravljanje prek App Store
sv: Hanteras via App Store
th: จัดการผ่าน App Store
tr: App Store üzerinden yönetilir
uk: Керується через App Store
ur: App Store کے ذریعے منظم ہوتی ہے
vi: Quản lý qua App Store
zh_hans: 通过 App Store 管理
zh_hant: 透過 App Store 管理

source: Manganese
ar: المنغنيز
bn: ম্যাঙ্গানিজ
cs: Mangan
da: Mangan
de: Mangan
el: Μαγγάνιο
es_es: Manganeso
fi: Mangaani
fr: Manganèse
he: מנגן
hi: मैंगनीज़
hr: Mangan
hu: Mangán
id: Mangan
ja: マンガン
ko: 망간
ms: Mangan
nb: Mangan
nl: Mangaan
pl: Mangan
pt_br: Manganês
pt_pt: Manganês
ro: Mangan
ru: Марганец
sk: Mangán
sl: Mangan
sv: Mangan
th: แมงกานีส
tr: Mangan
uk: Марганець
ur: مینگنیز
vi: Mangan
zh_hans: 锰
zh_hant: 錳

source: Meal reminder
ar: تذكير بالوجبة
bn: খাবারের রিমাইন্ডার
cs: Připomenutí jídla
da: Måltidspåmindelse
de: Mahlzeiten-Erinnerung
el: Υπενθύμιση γεύματος
es_es: Recordatorio de comida
fi: Ateriamuistutus
fr: Rappel de repas
he: תזכורת ארוחה
hi: भोजन रिमाइंडर
hr: Podsjetnik za obrok
hu: Étkezési emlékeztető
id: Pengingat makan
it: Promemoria pasti
ja: 食事リマインダー
ko: 식사 알림
ms: Peringatan makan
nb: Måltidspåminnelse
nl: Maaltijdherinnering
pl: Przypomnienie o posiłku
pt_br: Lembrete de refeição
pt_pt: Lembrete de refeição
ro: Memento pentru mese
ru: Напоминание о еде
sk: Pripomienka jedla
sl: Opomnik za obroke
sv: Måltidspåminnelse
th: เตือนมื้ออาหาร
tr: Öğün hatırlatıcısı
uk: Нагадування про їжу
ur: کھانے کی یاد دہانی
vi: Nhắc nhở bữa ăn
zh_hans: 用餐提醒
zh_hant: 用餐提醒

source: Metric · g, ml
ar: متري · غ، مل
bn: মেট্রিক · গ্রাম, মি.লি.
cs: Metrické · g, ml
da: Metrisk · g, ml
de: Metrisch · g, ml
el: Μετρικό · g, ml
es_es: Métrico · g, ml
fi: Metrinen · g, ml
fr: Métrique · g, ml
he: מטרי · גרם, מ״ל
hi: मीट्रिक · g, ml
hr: Metrički · g, ml
hu: Metrikus · g, ml
id: Metrik · g, ml
it: Metrico · g, ml
ja: メートル法 · g、ml
ko: 미터법 · g, ml
ms: Metrik · g, ml
nb: Metrisk · g, ml
nl: Metrisch · g, ml
pl: Metryczne · g, ml
pt_br: Métrico · g, ml
pt_pt: Métrico · g, ml
ru: Метрическая · г, мл
sk: Metrické · g, ml
sl: Metrični · g, ml
sv: Metrisk · g, ml
th: เมตริก · g, ml
tr: Metrik · g, ml
uk: Метрична · г, мл
ur: میٹرک · گرام، ملی لیٹر
vi: Hệ mét · g, ml
zh_hans: 公制 · g、ml
zh_hant: 公制 · 公克、毫升

source: Molybdenum
ar: الموليبدينوم
bn: মলিবডেনাম
cs: Molybden
da: Molybdæn
de: Molybdän
el: Μολυβδαίνιο
es_es: Molibdeno
fi: Molybdeeni
fr: Molybdène
he: מוליבדן
hi: मोलिब्डेनम
hr: Molibden
hu: Molibdén
id: Molibdenum
it: Molibdeno
ja: モリブデン
ko: 몰리브덴
ms: Molibdenum
nb: Molybden
nl: Molybdeen
pl: Molibden
pt_br: Molibdênio
pt_pt: Molibdénio
ro: Molibden
ru: Молибден
sk: Molybdén
sl: Molibden
sv: Molybden
th: โมลิบดีนัม
tr: Molibden
uk: Молібден
ur: مولبڈینم
vi: Molypden
zh_hans: 钼
zh_hant: 鉬

source: Month
ar: شهر
bn: মাস
cs: Měsíc
da: Måned
de: Monat
el: Μήνας
es_es: Mes
fi: Kuukausi
fr: Mois
he: חודש
hi: महीना
hr: Mjesec
hu: Hónap
id: Bulan
it: Mese
ja: 月
ko: 월
ms: Bulan
nb: Måned
nl: Maand
pl: Miesiąc
pt_br: Mês
pt_pt: Mês
ro: Lună
ru: Месяц
sk: Mesiac
sl: Mesec
sv: Månad
th: เดือน
tr: Ay
uk: Місяць
ur: مہینہ
vi: Tháng
zh_hans: 月
zh_hant: 月

source: Monthly
ar: شهري
bn: মাসিক
cs: Měsíční
da: Månedlig
de: Monatlich
el: Μηνιαίο
es_es: Mensual
fi: Kuukausittain
fr: Mensuel
he: חודשי
hi: मासिक
hr: Mjesečno
hu: Havi
id: Bulanan
it: Mensile
ja: 月額
ko: 월간
ms: Bulanan
nb: Månedlig
nl: Maandelijks
pl: Miesięczny
pt_br: Mensal
pt_pt: Mensal
ro: Lunar
ru: Месяц
sk: Mesačne
sl: Mesečno
sv: Månadsvis
th: รายเดือน
tr: Aylık
uk: Щомісяця
ur: ماہانہ
vi: Hằng tháng
zh_hans: 月付
zh_hant: 每月

source: My goals
ar: أهدافي
bn: আমার লক্ষ্য
cs: Moje cíle
da: Mine mål
de: Meine Ziele
el: Οι στόχοι μου
es_es: Mis objetivos
fi: Omat tavoitteet
fr: Mes objectifs
he: היעדים שלי
hi: मेरे लक्ष्य
hr: Moji ciljevi
hu: Céljaim
id: Target saya
it: I miei obiettivi
ja: マイ目標
ko: 내 목표
ms: Matlamat saya
nb: Mine mål
nl: Mijn doelen
pl: Moje cele
pt_br: Minhas metas
pt_pt: Os meus objetivos
ro: Obiectivele mele
ru: Мои цели
sk: Moje ciele
sl: Moji cilji
sv: Mina mål
th: เป้าหมายของฉัน
tr: Hedeflerim
uk: Мої цілі
ur: میرے اہداف
vi: Mục tiêu của tôi
zh_hans: 我的目标
zh_hant: 我的目標

source: My products
ar: منتجاتي
bn: আমার পণ্য
cs: Moje produkty
da: Mine produkter
de: Meine Produkte
el: Τα προϊόντα μου
es_es: Mis productos
fi: Omat tuotteet
fr: Mes produits
he: המוצרים שלי
hi: मेरे प्रोडक्ट
hr: Moji proizvodi
hu: Termékeim
id: Produk saya
it: I miei prodotti
ja: マイ食品
ko: 내 제품
ms: Produk saya
nb: Mine produkter
nl: Mijn producten
pl: Moje produkty
pt_br: Meus produtos
pt_pt: Os meus produtos
ro: Produsele mele
ru: Мои продукты
sk: Moje produkty
sl: Moji izdelki
sv: Mina produkter
th: สินค้าของฉัน
tr: Ürünlerim
uk: Мої продукти
ur: میری پروڈکٹس
vi: Sản phẩm của tôi
zh_hans: 我的食品
zh_hant: 我的產品

source: Name
ar: الاسم
bn: নাম
cs: Název
da: Navn
el: Όνομα
es_es: Nombre
fi: Nimi
fr: Nom
he: שם
hi: नाम
hr: Naziv
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
ms: Nama
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Название
sk: Názov
sl: Ime
sv: Namn
th: ชื่อ
tr: Ad
uk: Назва
ur: نام
vi: Tên
zh_hans: 名称
zh_hant: 名稱

source: Net carbs
ar: صافي الكربوهيدرات
bn: নেট কার্বস
cs: Čisté sacharidy
da: Nettokulhydrater
de: Netto-Kohlenhydrate
el: Καθαροί υδατάνθρακες
es_es: Carbohidratos netos
fi: Nettohiilihydraatit
fr: Glucides nets
he: פחמימות נטו
hi: नेट कार्ब्स
hr: Neto ugljikohidrati
hu: Nettó szénhidrát
id: Karbo bersih
it: Carboidrati netti
ja: 正味炭水化物
ko: 순탄수화물
ms: Karbohidrat bersih
nb: Netto karbohydrater
nl: Netto koolhydraten
pl: Węglowodany netto
pt_br: Carboidratos líquidos
pt_pt: Hidratos líquidos
ro: Carbohidrați neți
ru: Чистые углеводы
sk: Čisté sacharidy
sl: Neto OH
sv: Nettokolhydrater
th: เน็ตคาร์บ
tr: Net karbonhidrat
uk: Чисті вуглеводи
ur: نیٹ کاربس
zh_hans: 净碳水
zh_hant: 淨碳水

source: Net carbs: %@
ar: صافي الكربوهيدرات: %@
bn: নেট কার্বস: %@
cs: Čisté sacharidy: %@
da: Nettokulhydrater: %@
de: Netto-Kohlenhydrate: %@
el: Καθαροί υδατάνθρακες: %@
es_es: Carbohidratos netos: %@
fi: Nettohiilihydraatit: %@
fr: Glucides nets : %@
he: פחמימות נטו: %@
hi: नेट कार्ब्स: %@
hr: Neto UH: %@
hu: Nettó szénhidrát: %@
id: Karbo bersih: %@
it: Carboidrati netti: %@
ja: 正味炭水化物: %@
ko: 순탄수화물: %@
ms: Karbohidrat bersih: %@
nb: Netto karbohydrater: %@
nl: Netto koolhydraten: %@
pl: Węglowodany netto: %@
pt_br: Carboidratos líquidos: %@
pt_pt: Hidratos líquidos: %@
ro: Carbohidrați neți: %@
ru: Чистые углеводы: %@
sk: Čisté sacharidy: %@
sl: Neto OH: %@
sv: Nettokolhydrater: %@
th: เน็ตคาร์บ: %@
tr: Net karbonhidrat: %@
uk: Чисті вуглеводи: %@
ur: نیٹ کاربس: %@
zh_hans: 净碳水：%@
zh_hant: 淨碳水：%@

source: Net carbs: —
ar: صافي الكربوهيدرات: —
bn: নেট কার্বস: —
cs: Čisté sacharidy: —
da: Nettokulhydrater: —
de: Netto-Kohlenhydrate: —
el: Καθαροί υδατάνθρακες: —
es_es: Carbohidratos netos: —
fi: Nettohiilihydraatit: —
fr: Glucides nets : —
he: פחמימות נטו: —
hi: नेट कार्ब्स: —
hr: Neto UH: —
hu: Nettó szénhidrát: —
id: Karbo bersih: —
it: Carboidrati netti: —
ja: 正味炭水化物: —
ko: 순탄수화물: —
ms: Karbohidrat bersih: —
nb: Netto karbohydrater: —
nl: Netto koolhydraten: —
pl: Węglowodany netto: —
pt_br: Carboidratos líquidos: —
pt_pt: Hidratos líquidos: —
ro: Carbohidrați neți: —
ru: Чистые углеводы: —
sk: Čisté sacharidy: —
sl: Neto OH: —
sv: Nettokolhydrater: —
th: เน็ตคาร์บ: —
tr: Net karbonhidrat: —
uk: Чисті вуглеводи: —
ur: نیٹ کاربس: —
zh_hans: 净碳水：—
zh_hant: 淨碳水：—

source: New product
ar: منتج جديد
bn: নতুন পণ্য
cs: Nový produkt
da: Nyt produkt
de: Neues Produkt
el: Νέο προϊόν
es_es: Nuevo producto
fi: Uusi tuote
fr: Nouveau produit
he: מוצר חדש
hi: नया प्रोडक्ट
hr: Novi proizvod
hu: Új termék
id: Produk baru
it: Nuovo prodotto
ja: 新規食品
ko: 새 제품
ms: Produk baharu
nb: Nytt produkt
nl: Nieuw product
pl: Nowy produkt
pt_br: Novo produto
pt_pt: Novo produto
ro: Produs nou
ru: Новый продукт
sk: Nový produkt
sl: Nov izdelek
sv: Ny produkt
th: สินค้าใหม่
tr: Yeni ürün
uk: Новий продукт
ur: نئی پروڈکٹ
vi: Sản phẩm mới
zh_hans: 新建食品
zh_hant: 新增產品

source: Next month
ar: الشهر التالي
bn: পরের মাস
cs: Další měsíc
da: Næste måned
de: Nächster Monat
el: Επόμενος μήνας
es_es: Mes siguiente
fi: Seuraava kuukausi
fr: Mois suivant
he: החודש הבא
hi: अगला महीना
hr: Sljedeći mjesec
hu: Következő hónap
id: Bulan berikutnya
it: Mese successivo
ja: 翌月
ko: 다음 달
ms: Bulan seterusnya
nb: Neste måned
nl: Volgende maand
pl: Następny miesiąc
pt_br: Próximo mês
pt_pt: Mês seguinte
ro: Luna următoare
ru: Следующий месяц
sk: Nasledujúci mesiac
sl: Naslednji mesec
sv: Nästa månad
th: เดือนถัดไป
tr: Sonraki ay
uk: Наступний місяць
ur: اگلا مہینہ
vi: Tháng sau
zh_hans: 下个月
zh_hant: 下個月

source: Next week
ar: الأسبوع التالي
bn: পরের সপ্তাহ
cs: Další týden
da: Næste uge
de: Nächste Woche
el: Επόμενη εβδομάδα
es_es: Semana siguiente
fi: Seuraava viikko
fr: Semaine suivante
he: השבוע הבא
hi: अगला सप्ताह
hr: Sljedeći tjedan
hu: Következő hét
id: Minggu berikutnya
it: Settimana successiva
ja: 翌週
ko: 다음 주
ms: Minggu seterusnya
nb: Neste uke
nl: Volgende week
pl: Następny tydzień
pt_br: Próxima semana
pt_pt: Semana seguinte
ro: Săptămâna următoare
ru: Следующая неделя
sk: Nasledujúci týždeň
sl: Naslednji teden
sv: Nästa vecka
th: สัปดาห์ถัดไป
tr: Sonraki hafta
uk: Наступний тиждень
ur: اگلا ہفتہ
vi: Tuần sau
zh_hans: 下一周
zh_hant: 下週

source: No connection
ar: لا يوجد اتصال
bn: সংযোগ নেই
cs: Bez připojení
da: Ingen forbindelse
de: Keine Verbindung
el: Χωρίς σύνδεση
es_es: Sin conexión
fi: Ei yhteyttä
fr: Pas de connexion
he: אין חיבור
hi: कनेक्शन नहीं है
hr: Nema internetske veze
hu: Nincs kapcsolat
id: Tidak ada koneksi
it: Nessuna connessione
ja: 接続がありません
ko: 연결 없음
ms: Tiada sambungan
nb: Ingen tilkobling
nl: Geen verbinding
pl: Brak połączenia
pt_br: Sem conexão
pt_pt: Sem ligação
ro: Fără conexiune
ru: Нет подключения
sk: Bez pripojenia
sl: Ni povezave
sv: Ingen anslutning
th: ไม่มีการเชื่อมต่อ
tr: Bağlantı yok
uk: Немає зʼєднання
ur: کوئی کنکشن نہیں
vi: Không có kết nối
zh_hans: 无网络连接
zh_hant: 沒有網路連線

source: No nutrition data yet
ar: لا توجد بيانات غذائية بعد
bn: এখনও পুষ্টির তথ্য নেই
cs: Zatím žádné nutriční údaje
da: Ingen næringsdata endnu
de: Noch keine Nährwertdaten
el: Δεν υπάρχουν ακόμη διατροφικά στοιχεία
es_es: Aún sin datos nutricionales
fi: Ei vielä ravintotietoja
fr: Pas encore de valeurs nutritionnelles
he: אין עדיין נתוני תזונה
hi: अभी पोषण डेटा नहीं है
hr: Još nema nutritivnih podataka
hu: Még nincs tápértékadat
id: Belum ada data nutrisi
it: Ancora nessun valore nutrizionale
ja: 栄養データはまだありません
ko: 아직 영양 정보 없음
ms: Belum ada data pemakanan
nb: Ingen næringsdata ennå
nl: Nog geen voedingswaarden
pl: Brak wartości odżywczych
pt_br: Ainda sem dados nutricionais
pt_pt: Ainda sem dados nutricionais
ro: Încă nu există valori nutriționale
ru: Данных о пищевой ценности пока нет
sk: Zatiaľ bez nutričných údajov
sl: Še ni podatkov o hranilih
sv: Inga näringsvärden ännu
th: ยังไม่มีข้อมูลโภชนาการ
tr: Henüz besin verisi yok
uk: Даних про поживність ще немає
ur: ابھی غذائیت کا ڈیٹا نہیں
vi: Chưa có dữ liệu dinh dưỡng
zh_hans: 暂无营养数据
zh_hant: 尚無營養資料

source: No offering is available right now.
ar: لا تتوفر عروض حاليًا.
bn: এই মুহূর্তে কোনও অফার উপলব্ধ নেই।
cs: Momentálně není k dispozici žádná nabídka.
da: Der er ikke noget tilbud tilgængeligt lige nu.
de: Derzeit ist kein Angebot verfügbar.
el: Δεν υπάρχει διαθέσιμη προσφορά αυτήν τη στιγμή.
es_es: No hay ninguna oferta disponible ahora mismo.
fi: Tarjontaa ei ole juuri nyt saatavilla.
fr: Aucune offre n’est disponible pour le moment.
he: אין הצעה זמינה כרגע.
hi: फ़िलहाल कोई ऑफ़र उपलब्ध नहीं है।
hr: Trenutačno nema dostupne ponude.
hu: Jelenleg nincs elérhető ajánlat.
id: Tidak ada penawaran yang tersedia saat ini.
it: Al momento non è disponibile nessuna offerta.
ja: 現在利用できるプランがありません。
ko: 지금은 이용 가능한 상품이 없습니다.
ms: Tiada tawaran tersedia buat masa ini.
nb: Ingen tilbud er tilgjengelige akkurat nå.
nl: Er is momenteel geen aanbod beschikbaar.
pl: Obecnie żadna oferta nie jest dostępna.
pt_br: Nenhuma oferta disponível no momento.
pt_pt: De momento não há ofertas disponíveis.
ro: Nicio ofertă disponibilă momentan.
ru: Сейчас нет доступных предложений.
sk: Momentálne nie je dostupná žiadna ponuka.
sl: Trenutno ni na voljo nobene ponudbe.
sv: Inget erbjudande är tillgängligt just nu.
th: ไม่มีข้อเสนอในขณะนี้
tr: Şu anda kullanılabilir bir teklif yok.
uk: Наразі пропозиції недоступні.
ur: اس وقت کوئی پیشکش دستیاب نہیں ہے۔
vi: Hiện chưa có gói nào khả dụng.
zh_hans: 当前没有可用的方案。
zh_hant: 目前沒有可用的方案。
